Repository: Kamshabs/DekanKids
Catalog: DokanApp/App_GlobalResources/SiteResource.*.resx
Languages: ar_kw

source: Baby
ar_kw: طفل

source: Boy
ar_kw: ولد

source: Designer
ar_kw: مصمم

source: Girl
ar_kw: بنت

source: Home
ar_kw: الرئيسية

source: Latest Collections
ar_kw: أحدث مجموعات

# login
source: Login / Signup
ar_kw: تسجيل الدخول / تسجيل

source: Logout
ar_kw: خروج

source: My Account
ar_kw: حسابي

source: Shoes
ar_kw: أحذية

source: Shopping Cart
ar_kw: عربة التسوق

source: Wish List
ar_kw: قائمة الأمنيات

source: All Categories
ar_kw: جميع الفئات

source: Boys Collection
ar_kw: الأولاد مجموعة

source: Dresses
ar_kw: فساتين

source: Girls Collection
ar_kw: البنات مجموعة

# Jewel_Watches
source: Jewellery & Watches
ar_kw: المجوهرات والساعات

source: Nightwear
ar_kw: ملابس نوم

source: Register
ar_kw: تسجيل

source: Swimwear
ar_kw: ملابس سباحة

# TiesnBowTies
source: Ties & Bow Ties
ar_kw: ربطات عنق وبابيون

source: Underwear
ar_kw: ملابس داخلية

# Service1Head
source: Quality You Can Trust
ar_kw: جودة يمكنك أن تثق به

# Service1Text
source: We promise to put quality first and bring you only top brands, in practically new condition.
ar_kw: نحن نعد لوضع الجودة أولا وتجلب لك فقط أعلى العلامات التجارية، في حالة جديدة من الناحية العملية.

# Service2Head
source: Fast Delivery
ar_kw: توصيل سريع

# Service2Text
source: Reliable door-to-door delivery of your time-sensitive shipments within only hours.
ar_kw: يمكن الاعتماد عليها من الباب إلى الباب تسليم الشحنات الحساسة للوقت الخاص بك في غضون ساعات فقط.

# Service3Head
source: 24/7 Support
ar_kw: 24/7 دعم

# Service3Text
source: Round-the-clock assistance for a smooth shopping experience.
ar_kw: مساعدة على مدار الساعة للحصول على تجربة التسوق على نحو سلس.

# Service4Head
source: Great Value
ar_kw: قيمة عظيمة

# Service4Text
source: We offer competitive prices on our 100 million plus product range.
ar_kw: نحن نقدم أسعار تنافسية على مجموعة منتجاتنا بالإضافة إلى 100 مليون دولار.

# Service5Head
source: Safe Payment
ar_kw: الدفع الآمن

# Service5Text
source: Pay with the most popular and secure payment methods.
ar_kw: دفع مع وسائل الدفع الأكثر شعبية وآمنة.

source: Contact Us
ar_kw: اتصل بنا

# Address
source: 58 Street, Next to Naif Hamad Al Dabbous Mosque, Hur Compound, Homoud Abdulaziz Al Senan St, Fahaheel, Kuwait
ar_kw: 58 شارع، بجانب نايف فهد المسجد الدبوس مجمع حور ، شارع حمود عبد العزيز آل سنان، الفحيحيل الكويت

# lang
source: اللغة
ar_kw: Language

source: Currency
ar_kw: العملة

# Dinar
source: KWD
ar_kw: دينار كويتى

# Dollar
source: USD
ar_kw: دولار أمريكى
